import { newsImg1, newsImg2 } from "../assets/images";

const newsData = [
  {
    newsId: "jtuJOiV",
    tag: "焦點",
    publishedAt: "2024-04-22T01:27:51.000Z",
    coverImg: newsImg1,
    title: "虛擬歌姬 MuiME 發布最新單曲",
    description: "MuiME 最新單曲現正於各大串流平台熱播中",
    content:
      "睽違三年，MuiME 終於發布了最新單曲 《Monotropa-3》，有別以往一貫的強烈電子舞曲風格，這次與知名作曲家 Serenade S. 合作，改採用抒情搖滾的曲風，柔和的木吉他與輕快的鋼琴伴奏、配上 MuiME 溫柔內斂但又蘊藏爆發力的歌聲，讓人耳目一新。「這次對我來說是很特別的經驗。在過去三年內，我認為遇到了創作瓶頸，因此想要走出自己原本的舒適圈，探索不同的領域；所以選擇了以往沒有接觸過的曲風，希望能帶給聽眾全新的感受。」MuiME 在接受專訪時說道。甫推出一週，此曲目前在各大串流平台已累積 50 萬觀看次數。粉絲們盛讚 MuiME 的大膽嘗試，表示雖然不是熟悉的電子舞曲風格，但歌詞保有 MuiME 富有故事性與創意的特色，且其溫柔婉轉的歌聲與伴奏非常契合。音樂時報專欄作家 Megan Mitchell 評論：「MuiME 在這首曲子展現了她與眾不同的想法，抒情搖滾讓她的歌聲呈現出了一種全新的魅力。《Monotropa-3》散發出濃厚的情感，歌詞與 Serenade S. 譜出的動人旋律相得益彰，讓人不禁沉浸其中。這標誌著 MuiME 在音樂上的成長與多樣性，讓我們期待她未來更多的音樂作品。」對於粉絲們的熱情回應以及專業評論家的讚譽，MuiME 除了感謝並進一步表示，未來將繼續挑戰自我，探索音樂的無限可能性，並期待與更多優秀的音樂人合作，帶來更多令人驚艷的作品。《Monotropa-3》目前可於 YouTube Music、Spotify、Apple Music 上收聽，有興趣的讀者歡迎多多留意。",
    url: "https://open.spotify.com/",
  },
  {
    newsId: "DaHUQbh",
    tag: "活動",
    publishedAt: "2024-05-09T02:22:00.000Z",
    coverImg: newsImg2,
    title: "四重精靈合唱團宣布將於夏季登台演出",
    description: "風靡全球的四重精靈合唱團即將來台",
    content:
      "以空靈動聽的阿卡貝拉席捲世界各國的四重精靈合唱團，宣布將於 6 月展開亞洲巡迴演唱會，其中第二站將會在臺北流行音樂中心演出。成立於 2018 年，四重精靈合唱團由女高音 Borneol、女中音 Lamiaceae、女低音 Olivinol 與人聲打擊 Cobalt 組成，每位成員獨特的音域與純淨的歌聲相互輝映，如同清澈的溪流一般，滋潤著人們的心靈，將聽眾帶入一個和諧與平靜的境界。每首曲目中的精靈語更是歌曲中的亮點，每每讓粉絲爭相推測箇中含意。談及這次即將來台的巡迴演出，團員們表示非常期待，「因為伊費塞拉奧凡諾（精靈國）是個非常寒冷的地方，我們都非常期待能夠拜訪溫暖的台灣，並與當地的粉絲們見面。」被問到來台灣有沒有什麼想做的事，團員異口同聲地用中文說「芒果冰！」並表示想多瞭解在地文化。對演唱會有興趣的讀者歡迎前往線上售票系統查看更多資訊。",
    url: "https://ticket.ibon.com.tw/Index/entertainment",
  },
];

export default newsData;
