import { newsImg1, newsImg2, newsImg3, newsImg4 } from "../assets/images";

const newsData = [
  {
    newsId: "jtuJOiV",
    tag: "焦點",
    publishedAt: "2024-05-09T02:22:00.000Z",
    coverImg: newsImg1,
    title: "虛擬歌姬 MuiME 發布最新單曲",
    description: "MuiME 最新單曲現正於各大串流平台熱播中",
    content:
      "睽違三年，MuiME 終於發布了最新單曲 《Monotropa-3》，有別以往一貫的強烈電子舞曲風格，這次與知名作曲家 Serenade S. 合作，改採用抒情搖滾的曲風，柔和的木吉他與輕快的鋼琴伴奏、配上 MuiME 溫柔內斂但又蘊藏爆發力的歌聲，讓人耳目一新。「這次對我來說是很特別的經驗。在過去三年內，我認為遇到了創作瓶頸，因此想要走出自己原本的舒適圈，探索不同的領域；所以選擇了以往沒有接觸過的曲風，希望能帶給聽眾全新的感受。」MuiME 在接受專訪時說道。\r\n\r\n甫推出一週，此曲目前在各大串流平台已累積 50 萬觀看次數。粉絲們盛讚 MuiME 的大膽嘗試，表示雖然不是熟悉的電子舞曲風格，但歌詞保有 MuiME 富有故事性與創意的特色，且其溫柔婉轉的歌聲與伴奏非常契合。音樂時報專欄作家 Megan Mitchell 評論：「MuiME 在這首曲子展現了她與眾不同的想法，抒情搖滾讓她的歌聲呈現出了一種全新的魅力。《Monotropa-3》散發出濃厚的情感，歌詞與 Serenade S. 譜出的動人旋律相得益彰，讓人不禁沉浸其中。這標誌著 MuiME 在音樂上的成長與多樣性，讓我們期待她未來更多的音樂作品。」對於粉絲們的熱情回應以及專業評論家的讚譽，MuiME 除了感謝並進一步表示，未來將繼續挑戰自我，探索音樂的無限可能性，並期待與更多優秀的音樂人合作，帶來更多令人驚艷的作品。《Monotropa-3》目前可於 YouTube Music、Spotify、Apple Music 上收聽，有興趣的讀者歡迎多多留意。",
    url: "https://open.spotify.com/",
  },
  {
    newsId: "DaHUQbh",
    tag: "情報",
    publishedAt: "2024-04-22T01:27:51.000Z",
    coverImg: newsImg2,
    title: "四重精靈合唱團宣布將於夏季登台演出",
    description: "風靡全球的四重精靈合唱團即將來台",
    content:
      "以空靈動聽的阿卡貝拉席捲世界各國的四重精靈合唱團，宣布將於 6 月展開亞洲巡迴演唱會，其中第二站將會在臺北流行音樂中心演出。成立於 2018 年，四重精靈合唱團由女高音 Borneol、女中音 Lamiaceae、女低音 Olivinol 與人聲打擊 Cobalt 組成，每位成員獨特的音域與純淨的歌聲相互輝映，如同清澈的溪流一般，滋潤著人們的心靈，將聽眾帶入一個和諧與平靜的境界。每首曲目中的精靈語更是歌曲中的亮點，每每讓粉絲爭相推測箇中含意。談及這次即將來台的巡迴演出，團員們表示非常期待，「因為伊費塞拉奧凡諾（精靈國）是個非常寒冷的地方，我們都非常期待能夠拜訪溫暖的台灣，並與當地的粉絲們見面。」被問到來台灣有沒有什麼想做的事，團員異口同聲地用中文說「芒果冰！」並表示想多瞭解在地文化。對演唱會有興趣的讀者歡迎前往線上售票系統查看更多資訊。",
    url: "https://ticket.ibon.com.tw/Index/entertainment",
  },
  {
    newsId: "kjWkVLx",
    tag: "分析",
    publishedAt: "2024-03-07T14:30:06.000Z",
    coverImg: newsImg3,
    title: "VTuber 產業：從創作到消費的全面解析",
    description: "快速解析虛擬直播產業",
    content:
      "隨著科技的發展，虛擬實境已經逐漸融入我們的日常生活，而VTuber（虛擬YouTuber）就是其中一個最具代表性的範例。VTuber產業鏈包含了多個重要的環節，從創作、製作、營銷到最終的消費者，每一個環節都對整個產業鏈的運作有著關鍵性的影響。首先，創作是VTuber核心。這包含了角色設計、語音演譯等多個環節。在這個階段，創作者需要根據市場需求和自己的創新思維來設計出獨特且吸引人的VTuber角色和內容。\r\n接下來是製作環節，包括動畫製作、聲音錄製和後期製作等。在這個階段，專業的技術人員將創作者的想法轉化為實際的影像和聲音，並透過後期製作來完善和提升作品的整體質量。然後是營銷環節，這是VTuber產業鏈中非常重要的一環。營銷人員需要透過各種方式來推廣VTuber，包括社交媒體、網路廣告、合作夥伴關係等。透過有效的營銷策略，VTuber能夠吸引更多的觀眾，從而提升自己的知名度和收入。\r\n最後，就是我們的消費者，他們是VTuber產業鏈的終點。消費者可以透過觀看VTuber的影片、參與直播互動、購買周邊商品等方式來消費VTuber的內容。消費者的反饋和需求也會影響到產業鏈的其他環節，進一步塑造VTuber的創作和行銷策略。\r\n\r\n總結來說，VTuber產業鏈是一個複雜而緊密相連的系統，每一個環節都對整體的運作有著重要的影響。隨著虛擬實境技術的進步，我們可以期待VTuber產業會有更多的可能性和機會。",
    url: "https://animecorner.me/",
  },
  {
    newsId: "OoSEBeN",
    tag: "分析",
    publishedAt: "2024-02-15T13:56:10.000Z",
    coverImg: newsImg4,
    title: "Vlive Lab 如何策略性提升品牌影響力",
    description: "專注當下，放眼未來",
    content:
      "我們旗下的 VTuber 經常會進行合作活動，例如共同進行遊戲直播、進行角色扮演等。這些合作活動不僅讓粉絲能夠看到不同 VTuber 之間的互動，也讓直播主能夠互相交流、學習，並擴大了彼此的粉絲群。例如，在一次遊戲直播中，花川夢姬和紗紅樂、森花艾波、魔王桑德斯一起玩了《Party Animals》。他們在遊戲中的有趣互動，吸引了大量的觀眾。或是與眾多 VTuber 們聯合舉辦除夕歌唱接力賽，不但呼應龍年主題且趣味橫生。另一特點是透過網路更直接與觀眾互動，比如線上遊戲開放觀眾加入一起同樂，凝聚粉絲向心力。我們也會將旗下角色形象融入周邊商品設計中，增加品牌附加價值與觸及率。",
    url: "https://vtuberonline.com/",
  },
];

export default newsData;
